var region = [
    {
        province:['湖南','广西','海南','江西','湖北','福建'],
        prices:[
            // {weight:0.5,price:6.4},
            // {weight:0.5,price:6.4},
            // {weight:0.5,price:6.4},
        ],
        area:2,
    },
    {
        province:['江苏','上海','浙江','河南','河北','山东','安徽','山西','陕西','贵州','云南','重庆','四川'],
        // price:[{},{},{}],
        area:3,
    },
    {
        province:['北京','天津','辽宁','吉林','黑龙江','甘肃','宁夏','内蒙古'],
        // price:[{},{},{}],
        area:4,
    },
    {
        province:['西藏','青海','新疆'],
        // price:[{},{},{}],
        area:5,
    }
];